{"translation-revision-date":"2021-11-09 03:22:39+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"To view the new sitemap, first save changes.":["لعرض خريطة الموقع الجديدة، احفظ التغييرات أولاً."],"To view the sitemap, enter a URL and save changes.":["لعرض خريطة الموقع، أدخل عنوان URL واحفظ التغييرات."],"Descending":["تنازلي"],"Ascending":["تصاعدي"],"Show Labels":["عرض التسميات"],"Select Roles":["حدد دور المستخدم"],"Select Status":["اختر الحالة"],"Key":["المفتاح"],"Select a Value or Add a New One":["تحديد قيمة أو إضافة واحدة جديدة"],"Add Custom Rule":["إضافة قاعدة مخصصة"],"Help us improve":["ساعدنا على تحسين الخدمة"],"That's Awesome!":["هذا رائع!"],"Yes, I love it!":["نعم أحبه!"],"Value":["القيمة"],"Libraries":["المكاتب"],"Feeds":["الموجزات"],"Mobile":["الجوال"],"Locale":["اللغة"],"WordPress Filter":["فلتر وورديريس"],"HTTP Header":["ترويسة HTTP "],"IP":["عنوان IP"],"Cookie":[" الكعكات"],"WordPress User Roles":["أدور مستخدمي ووردبريس"],"Referrer":["الإحالة"],"Login Status":["حالة تسجيل الدخول"],"CORS":["اشتراك المصادر في الموارد "],"Focus Keyphrase in SEO title":["العبارة المفتاحية الرئيسة في عنوان تحسين محركات البحث"],"General":["عام"],"Content Length":["طول المحتوى"],"The content length is ok. Good job!":["طول المحتوى جيد. أحسنت!"],"Meta description Length":["طول الوصف التعريفي"],"Meta description length":["طول الوصف التعريفي"],"The meta description is over 160 characters.":["تجاوز الوصف التعريفي 160 مِحرفا (حرف أو رمز)."],"We couldn't find any internal links in your content. Add internal links in your content.":["لم نتمكن من العثور على أي روابط داخلية في المحتوى الخاص بك. أضف روابط داخلية في المحتوى الخاص بك."],"External links":["روابط خارجية"],"No outbound links were found. Link out to external resources.":["لم يتم العثور على روابط  برّانية. قم بعمل روابط تشير لموارد خارجية."],"Internal links":["الروابط الداخلية"],"SEO Title length":["طول عنوان ت.م.ب"],"The title is over 60 characters.":["العنوان أكثر من 60 مِحرفاً (حرف أو رمز)."],"Sentences Length":["طول الجُمل"],"Paragraphs Length":["طول الفقرات"],"Passive Voice":["المبني للمجهول"],"Transition words":["الكلمات الانتقالية"],"None of the sentences contain transition words. Use some.":["لا تحتوي أي من الجُمل على كلمات انتقالية. استخدم بعضاً منها."],"Consecutive sentences":["الجُمل المتوالية"],"The text contains %1$d consecutive sentences starting with the same word. Try to mix things up!":["يحتوي النص على جمل متوالية بنسبة %1$d تبدأ بنفس الكلمة. حاول خلط الأشياء! "],"You are not using any subheadings, although your text is rather long. Try and add some subheadings.":["أنت لا تستخدم أي عناوين فرعية، مع أنّ نصك طويل إلى حد ما. حاول إضافة بعض العناوين الفرعية."],"Subheading distribution":["توزيع العناوين الفرعية"],"Flesch Reading Ease":["اختبار فلش لسهولة القراءة Flesch Reading Ease (خاص بالنص الإنجليزي)"],"You are not using rich media like images or videos.":["أنت لا تستخدم وسائط غنية مثل الصور أو مقاطع الفيديو"],"Images\/Videos in content":["الصور\/مقاطع الفيديو في المحتوى"],"At least one paragraph is long. Consider using short paragraphs.":["هنالك فقرة واحدة طويلة. ضع في الحسبان استخدام فقرات صغيرة."],"%1$s of the sentences contain more than %2$s words, which is more than the recommended maximum of %3$s. Try to shorten the sentences.":["تحتوي %1$s من الجمل على أكثر من %2$s كلمة، وهو أكثر من الحد الأقصى الموصى به وهو %3$s. حاول تقصير الجمل."],"Title Length":["طول العنوان"],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add subheadings to improve readability.":["%1$d قسم\/أقسام من النص أطول من %2$d كلمة\/كلمات ولا يتم فصله\/فصلهم بأي عناوين فرعية. أضف عناوين فرعية لتحسين إمكانية القراءة."],"Preview":["معاينة"],"Tell Google about your business for display as a Knowledge Graph card or business carousel.":["أخبر Google عن نشاطك التجاري لعرضه كبطاقة رسم بياني معرفي أو منصّة عرض بعناصر متغيّرة."],"Optimized Search Appearance":["مظهر بحث محسن"],"Directory Listing seems to be enabled on your server.":["يبدو أن قائمة الدليل ممكنة على الخادوم الخاص بك."],"Google has not flagged your site for malware!":["Google لم تضع علامة على موقعك لبرامج ضارة!"],"Your site is using a secure transfer protocol (https).":["يستخدم موقعك بروتوكول نقل آمن (HTTPS)."],"Your meta description is set and is %1$d characters long.":["تم تعيين الوصف التعريفي الخاص بك ويتكون من %1$d مِحرفاً (حروف ورموز)."],"Your meta description is %1$d characters long, which is too long.":["طول الوصف التعريفي هو %1$d مِحرفاً، وهذا طويل جداً."],"Your meta description is only %1$d characters long, which is too short.":["بلغ طول الوصف التعريفي %1$d مِحرفاً، وهذا قصير جداً."],"Edit Your Meta Description":["تحرير الوصف التعريفي"],"Your response time is under 0.2 seconds.":["وقت الاستجابة الخاص بك أقل من 0.2 ثانية."],"Some Javascript files don't seem to be minified.":["يبدو أن بعض ملفات جافا سكريبت ليست مصغرة."],"Some CSS files don't seem to be minified.":["بعض ملفات التنسيق CSS غير مصغرة."],"Your page makes %1$d requests.":["صفحتك تولد %1$d طلب."],"More than 20 requests can result in slow page loading.":["أكثر من 20 طلب قد يتسبب في تحميل بطيء للصفحة."],"Your SEO title is set and is %1$d characters long.":["تم تعيين عنوان ت.م.ب الخاص بك ويتكون من %1$d مِحرفاً (حروف ورموز)."],"The size of the HTML document is %1$d Kb.":["حجم مستند HTML هو  %1$d كيلوبايت."],"This is under the average of 33 Kb.":["هذا تحت المتوسط ​​33 كيلو بايت."],"Your SEO title is %1$d characters long, which is too long.":["طول عنوان ت.م.ب الخاص بك هو %1$d، وهذا قصير للغاية."],"Your server is not using \"expires\" headers for your images.":["الخادوم الخاص بك لا يستخدم ترويسات (headers) «انتهاء الصلاحية» لصورك."],"Your SEO title is only %1$d characters long, which is too short.":["عنوان ت.م.ب الخاص بك، هو فقط %1$d مِحرفاً، وهذا قصير جداً."],"Your site has a robots.txt file.":["يحتوي موقعك على ملف Robots.txt."],"We found Schema.org data on your page.":["وجدنا بيانات Schema.org على صفحتك."],"%1$s makes it extremely easy to add highly relevant Schema.org markup to your site. It has a simple graphical interface, so you don't have to get your hands dirty with complex HTML markup.":["يجعل %1$s من السهل للغاية إضافة ترميز Schema.org وثيق الصلة للغاية إلى موقعك. يحتوي على واجهة رسومية بسيطة، لذلك لن تضطر إلى تلطيخ يديك باستخدام ترميز HTML معقد."],"All the required Open Graph meta tags have been found.":["تم العثور على كل علامات (وسوم) meta المطلوبة والمتعلقة بـ Open Graph."],"No internal links were found on the page.":["لم يتم العثور على روابط داخلية على هذه الصفحة."],"Too few internal links on your page.":["عدد قليل جدا من الروابط الداخلية على صفحتك."],"Too few internal links on the page.":["عدد قليل جدا من الروابط الداخلية على هذه الصفحة."],"The ratio of internal links to external links is uneven.":["النسبة من الروابط الداخلية إلى الروابط الخارجية غير متساوية."],"No internal links were found on your page.":["لم يتم العثور على روابط داخلية على صفحتك."],"The page has a correct number of internal and external links.":["تحتوي الصفحة على عدد مضبوط من الروابط الداخلية والخارجية."],"Your page has a correct number of internal and external links.":["صفحتك لديها عدد مضبوط من الروابط الداخلية والخارجية."],"Some images on your page have no alt attribute.":["لا تحتوي بعض الصور على صفحتك على سمة  النص البديل alt."],"H2 tags were found on the page.":["تم العثور على علامات (وسوم) H2 على الصفحة."],"No H2 tags were found on the page.":["لم يتم العثور على علامات (وسوم) H2 على الصفحة."],"No H2 tags were found on your page.":["لم يتم العثور على علامات (وسوم) H2 على الصفحة."],"H2 tags were found on your page.":["تم العثور على علامات (وسوم) H2 على الصفحة."],"No H1 tag was found.":["لم يتم العثور على علامة H1. "],"For the best SEO results there should be exactly one H1 tag on each page.":[" للحصول على أفضل نتائج تحسين محركات البحث، يجب أن تكون هناك علامة H1 واحدة بالضبط في كل صفحة."],"Save Changes":["حفظ التغييرات"],"Click on the tags below to insert variables into your template.":["انقر على الوسوم أدناه لإدراج المتغيرات في القالب الخاص بك."],"Thank you for choosing the best WordPress SEO plugin. %1$s default settings works great out of the box. We created the setup wizard to guide you through some important configuration settings & custom-tailored SEO best practices for your site to help you improve rankings.":["شكرًا لاختيارك أفضل إضافة تحسين محركات البحث في ووردبريس. تعمل الإعدادات الافتراضية لـ%1$s  مباشرة بشكل رائع. لقد أنشأنا معالج الإعداد لإرشادك خلال بعض إعدادات التكوين المهمة وأفضل ممارسات تحسين محركات البحث المصممة خصيصًا لموقعك لمساعدتك على تحسين التصنيفات."],"Launch the Setup Wizard":["تشغيل معالج الإعداد"],"Read the Setup Guide":["قراءة دليل الإعداد"],"One or more keywords were found in the title and description of your page.":["تم العثور على كلمة مفتاحية واحدة أو أكثر في عنوان ووصف صفحتك."],"No keywords were found in your meta description.":["لم يتم العثور على كلمات مفتاحية في الوصف التعريفي."],"How to Get Started":["كيف تبدأ"],"Phone number:":["رقم الهاتف:"],"off":["خصم"],"Basic SEO":["ت.م.ب أساسي"],"You have no new notifications.":["لا توجد لديك إشعارات جديدة"],"Your Overall Site Score":["نتائج الموقع الكُلية"],"A very good score is between %1$s60 and 80%2$s.":["النتائج الجيدة هي بين %1$s60 و 80%2$s."],"For best results, you should strive for %1$s70 and above%2$s.":["من أجل نتائج أفضل، يجب أن تسعى إلى %1$s70 وأكثر%2$s."],"Keywords:":["الكلمات المفتاحية:"],"Advanced SEO":["ت.م.ب متقدم"],"Security":["الأمان"],"Use the same username for multiple social networks":["استخدام نفس اسم المستخدم لشبكات اجتماعية متعددة"],"Custom separator:":["فاصل مخصص:"],"upgrading to %1$s":["الترقية إلى %1$s"],"Home Page":["الصفحة الرئيسية"],"Manage":["إدارة"],"Local SEO":["ت.م.ب محلي"],"%1$s out of %2$s max recommended characters.":["%1$s من إجمالي %2$s من المحارف القصوى الموصى بها."],"New Notifications":["الاشعارات الجديدة"],"Errors":["أخطاء"],"Excellent!":["ممتاز!"],"Complete Site Audit Checklist":["قائمة تدقيق المراجعة للموقع بأكمله"],"name":["الاسم"],"Include All Taxonomies":["تضمين كافة الفئات"],"Sitemaps":["خرائط الموقع"],"Already purchased? Simply enter your license key below to connect with %1$s!":["هل لديك ترخيص فعلًا؟ ما عليك سوى إدخال مفتاح الترخيص أدناه للاتصال بـ %1$s!"],"Social Networks":["التواصل الاجتماعي"],"Critical Issues":["المشاكل الحرجة"],"Recommended Improvements":["التحسينات الموصى بها"],"Good Results":["النتائج الجيدة"],"Refresh Results":["تحديث النتائج"],"Remove":["إزالة"],"Title:":["العنوان:"],"Search Appearance":["مظهر البحث"],"None":["بدون"],"Advanced":["المتقدمة"],"Webmaster Tools":["أدوات مشرفي المواقع"],"Your license key provides access to updates and addons.":["يوفر مفتاح الترخيص الخاص بك الوصول إلى التحديثات والمحلقات."],"Pro":["احترافي"],"Use Default Settings":["استخدام الإعدادات الافتراضية"],"Redirects":["عمليات إعادة التوجيه"],"default":["الافتراضي"],"Include All Post Types":["تضمين كل أنواع المنشورات"],"Clear":["إزالة"],"Learn More":["معرفة المزيد"],"Local Business SEO":["ت.م.ب العمل المحلي"],"Notifications":["الإشعارات"],"News Sitemap":["خريطة موقع الأخبار"],"Description:":["الوصف:"],"You're using %1$s - no license needed. Enjoy!":["أنت تستخدم %s - لا حاجة للترخيص. استمتع! 🙂"],"To unlock more features, consider %1$s.":["لفتح المزيد من الميزات، ضع في الاعتبار %1$s."],"Give feedback":["تقديم الملاحظات"],"never":["أبدا"],"yearly":["سنويًا"],"hourly":["كل ساعة"],"always":["دائمًا"],"Nope, maybe later":["كلا، ربما في وقت لاحق"],"Ok, you deserve it":["حسنا، أنت تستحق ذلك"],"Customer Support":["دعم العملاء"],"Technical Support":["الدعم الفني"],"Billing Support":["دعم الخاص بالفوترة"],"Emergency":["حالة طوارئ"],"Credit Card Support":["الدعم الخاص ببطائق الإئتمان"],"Reservations":["الحجوزات"],"Sales":["المبيعات"],"Bill Payment":["فاتورة الدفع"],"Package Tracking":["تتبع الحزمة"],"Bagage Tracking":["تتبع الأمتعة."],"Dismiss":["تجاهل"],"Archive":["الأرشيف"],"No thanks":["لا شكرًا"],"Welcome to %1$s":["مرحبا بك في %1$s"],"Exclude Terms":["استبعاد عناصر الفئات"],"Archive Pages":["صفحات الأرشيف"],"Author Pages":["صفحات الكُتّاب"],"Email address:":["البريد الإلكتروني:"],"Upgrade":["الترقية"],"Image SEO":["ت.م.ب الصور"],"Upgrade to Pro":["الترقية إلى النسخة الإحترافية"],"License Key":["مفتاح الترخيص"],"Page URL":["رابط الصفحة"],"Last Modified":["آخر تعديل"],"Taxonomies":["التصنيفات"],"Add URL":["إضافة رابط"],"Post Types":["أنواع المنشورات"],"Frequency":["التواتر"],"Priority":["الأولوية"],"monthly":["شهريًا"],"weekly":["أسبوعياً"],"daily":["يوميًا"],"Advanced Settings":["الاعدادات المتقدمة"],"Robots.txt":["ملف Robots.txt"],"Cancel":["إلغاء"],"No":["لا"],"User Agent":["وكيل المستخدم"],"Performance":["الفعالية"],"Sport":["رياضة"],"Activity":["نشاط"],"Company":["شركة"],"Cafe":["مقهى"],"Cause":["جمعيات"],"Sports League":["دوري الرياضات"],"Band":["فرقة"],"School":["مدرسة"],"University":["جامعة"],"Actor":["ممثل"],"Athlete":["رياضي"],"Author":["كاتب"],"Director":["مدير"],"Politician":["سياسي"],"Profile":["الصفحة الشخصية"],"Sports Team":["فريق رياضي"],"Public Figure":["شخصية مشهورة"],"City":["مدينة"],"Country":["دولة"],"Landmark":["نقطة الإستدلال"],"Album":["الألبوم"],"Book":["كتاب"],"Drink":["مشروب"],"Food":["طعام"],"Game":["لعبة"],"Movie":["فيلم"],"Product":["منتوج"],"Song":["أغنية"],"TV Show":["برنامج تلفزيوني"],"Episode":["حلقة"],"Article":["مقال"],"Website":["موقع"],"Yes":["نعم"],"Custom Image":["صورة مخصصة"],"Post Author Image":["وضع صورة الكاتب"],"First Available Image":["الصورة الاولى المتاحة"],"On":["تشغيل"],"Off":["إيقاف التشغيل"],"Server":["الخادم"],"Hotel":["فندق"],"Restaurant":["مطعم"],"Musician":["موسيقار"],"Featured Image":["الصورة البارزة"],"Bar":["شريط"],"Image from Custom Field":["صورة من حقل مخصص"],"First Image in Content":["الصورة الأولى في المحتوى"],"Non-Profit":["غير ربحية"],"State\/Province":["ولاية\\منطقة"],"Video Sitemap":["خريطة موقع الفيديوهات"],"Display Settings":["إعدادات العرض"],"Enabled":["تمكين"],"Disabled":["معطل"],"Bad Bot Blocker":["مانع الروبوتات الخبيثة"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/chunk-common.js"}}