{"translation-revision-date":"2021-11-09 03:22:39+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Google, Bing and other search engines use specific data from your schema markup to output data in their Knowledge Panels. This data is known as the Knowledge Graph. Use these settings to change how that data looks.":["تستخدم Google و Bing ومحركات البحث الأخرى بيانات محددة من ترميز المخطط الخاص بك لإخراج البيانات في بطاقات المعلومات الخاصة بهم. تُعرف هذه البيانات بالرسم البياني المعرفي. استخدم هذه الإعدادات لتغيير شكل هذه البيانات."],"Separator Character":["المِحرف (الرمز) الفاصل"],"Home Page":["الصفحة الرئيسية"],"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title and description.":["تم تعطيل إعدادات الصفحة الرئيسية أدناه لأنك تستخدم صفحة رئيسية ثابتة. يمكنك %1$sتعديل إعدادات صفحتك الرئيسية%2$s مباشرةً لتغيير العنوان والوصف."],"Knowledge Graph":["الرسم البياني المعرفي"],"Title Separator":["فاصل العنوان"],"Schema Markup":["علامات المخطط"],"Click on the tags below to insert variables into your meta description.":["انقر على الوسم أدناه لإدراج المتغيرات في الوصف التعريفي الخاص بك."],"Click on the tags below to insert variables into your site title.":["انقر على الوسم أدناه لإدراج المتغيرات في عنوان موقعك."],"Meta Description":["الوصف التعريفي"],"This feature is only for licensed %1$s users. %2$s":["هذه المِيزة خاصة بمستخدمي %1$s المرخصين. %2$s"],"Name":["الاسم"],"Select which team or department the phone number belongs to.":["حدد الفريق أو القسم الذي ينتمي إليه رقم الهاتف."],"Logo":["الشعار"],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["الحد الأدنى للحجم: 112 بك × 112 بك، يجب أن تكون الصورة بتنسيق JPG أو PNG أو GIF أو SVG أو WEBP."],"Contact Type":["نوع جهة الاتصال"],"Choose a Contact Type":["اختر نوع جهة الاتصال"],"Remove":["إزالة"],"Search Appearance":["مظهر البحث"],"Advanced":["المتقدمة"],"Keywords":["الكلمات المفتاحية"],"Phone Number":["رقم الهاتف"],"Exclude Terms":["استبعاد عناصر الفئات"],"Site Title":["عنوان الموقع"],"Use Content for Autogenerated Descriptions":["استخدام المحتوى لتوليد الوصف التلقائي"],"Advanced Settings":["الاعدادات المتقدمة"],"Person":["شخص"],"Organization":["منظمة"],"Person or Organization":["شخص أم منظمة"],"Run Shortcodes in Description":["تشغيل الأكواد القصيرة في الوصف"],"Description Format":[" تنسيق الوصف"],"No Pagination for Canonical URLs":["عدم ترقيم الصفحات لعناوين URL الأساسية:"],"This string gets appended to the titles and descriptions of paginated pages (like term or archive pages).":["تُرفق هذه السلسلة إلى عناوين وأوصاف الصفحات المرقمة (مثل صفحات الفئات (الوسوم والتصنيفات) أو أرشيف صفحات)."],"Autogenerate Descriptions":["الإنشاء التلقائي للأوصاف:"],"Use Categories for Meta Keywords":["استخدام التصنيفات للكلمات المفتاحية"],"Use Tags for Meta Keywords":["استخدام الوسوم للكلمات المفتاحية التعريفية: "],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["هذا الخيار يسمح لك بالتبديل بين استخدام \"ميتا الكلمات الرئيسية\" في جميع أنحاء كامل الموقع."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["حدد هذا الخيار إذا كنت تريد فئات الخاصة لشغل وظيفة معينة تستخدم الكلمات الرئيسية META (بالإضافة إلى أي كلمات والعلامات التي تحدد على الصفحة تحرير آخر)."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["حدد هذا الخيار إذا كنت تريد العلامات الخاصة لشغل وظيفة معينة تستخدم الكلمات الرئيسية ميتا (بالإضافة إلى أي الكلمات الرئيسية التي تحدد على تحرير الصفحة آخر)."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/search-appearance-Main-vue.js"}}